tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"

brew "ack"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "composer"
brew "cowsay"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gifify"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gotags"
brew "heroku/brew/heroku"
brew "highlight"
brew "httpie"
brew "hub"
brew "jq"
brew "lastpass-cli"
brew "mas"
brew "mongodb"
brew "mysql"
brew "neovim"
brew "node"
brew "parallel"
brew "php"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql", restart_service: true
brew "python"
brew "python@2"
brew "rbenv"
brew "redis", restart_service: true
brew "rust"
brew "siege"
brew "sl"
brew "source-highlight"
brew "terraform"
brew "terraform_landscape"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "wget"
brew "wifi-password"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "zsh-syntax-highlighting"

cask "ngrok"
cask "quicklook-json"
cask "ttscoff-mmd-quicklook"
cask "vagrant"
cask "virtualbox"

mas "1Blocker", id: 1107421413
mas "1Password 7", id: 1333542190
mas "CloudApp", id: 417602904
mas "DaisyDisk", id: 411643860
mas "Icon Slate", id: 439697913
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Lungo", id: 1263070803
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Short Menu", id: 510109287
mas "Slack", id: 803453959
mas "Soulver", id: 413965349
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
