tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "neovim/neovim"

brew "ack"
brew "awscli"
brew "bat"
brew "circleci"
brew "composer"
brew "cowsay"
brew "csvkit"
brew "curl"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gotags"
brew "grep"
brew "highlight"
brew "htop"
brew "httpie"
brew "jq"
brew "less"
brew "mas"
brew "mysql"
brew "neovim"
brew "node@12"
brew "php"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql"
brew "redis"
brew "ruby"
brew "siege"
brew "sl"
brew "source-highlight"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "github/gh/gh"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community-shell"

cask "ngrok"
cask "quicklook-json"
cask "tableplus"
cask "ttscoff-mmd-quicklook"
cask "vagrant"

mas "1Blocker", id: 1107421413
mas "1Password 7", id: 1333542190
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "Instapaper", id: 1481302432
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Lungo", id: 1263070803
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPer", id: 1421915518
mas "Short Menu", id: 510109287
mas "The Unarchiver", id: 425424353
